import React from 'react';
import './About.css';

function About() {
  return (
    <section className="about" id="about">
      <h2>حول الدوري</h2>
      <div className="section-divider"></div>
      <p>
      دوري بوغانيم لكرة القدم هو أكثر من مجرد منافسة رياضية، إنه تقليد سنوي يجمع بين الحماس، الروح الرياضية، والانتماء. منذ انطلاق نسخته الأولى، أصبح الدوري منصة مميزة لعشاق كرة القدم من مختلف الأعمار والمستويات، يلتقون فيها على أرضية الملعب لصناعة لحظات لا تُنسى.

نحتفل اليوم بـ النسخة 21 من الدوري، وهي شهادة على الاستمرارية، الشغف، والإقبال المتزايد عامًا بعد عام. يهدف دوري بوغانيم إلى نشر ثقافة اللعب النظيف، تعزيز روح الفريق، وتوفير بيئة ممتعة وآمنة تليق بالمشاركين والجمهور على حد سواء.

سواء كنت لاعبًا، مشجعًا، أو متابعًا وفيًا، نرحب بك لتكون جزءًا من هذا الحدث الرياضي الذي بات علامة فارقة في روزنامة كرة القدم المجتمعية.
      </p>
    </section>
  );
  
}
export default About;
